Repository: sunsiz/ai-assistant
Catalog: languages/ai-assistant-*.po
Languages: tr_tr, ug_cn

source: Generate content ideas, SEO keywords, meta descriptions, or complete articles based on your topic.
tr_tr: Konunuza dayalı içerik fikirleri, SEO anahtar kelimeleri, meta açıklamaları veya tam makaleler oluşturun.
ug_cn: ‫تېمىڭىزغا ئاساسەن مەزمۇن پىكرى، SEO ئاچقۇچلۇق سۆزلەر، مېتا چۈشەندۈرۈش ياكى تولۇق ماقالە ھاسىللاڭ.

source: Generate custom images using AI. Describe the image you want in detail, choose a style, and create professional images for your posts.
tr_tr: AI kullanarak özel resimler oluşturun. İstediğiniz resmi ayrıntılı olarak açıklayın, bir stil seçin ve gönderileriniz için profesyonel resimler oluşturun.
ug_cn: ‫AI ئىشلىتىپ خاسلاشتۇرۇلغان رەسىم ھاسىللاڭ. خالايدىغان رەسىمىڭىزنى تەپسىلىي چۈشەندۈرۈپ، ئۇسلۇب تاللاپ، يازمىلىرىڭىز ئۈچۈن كەسپىي رەسىم ياساڭ.

source: Generate custom images using AI. Describe what you want and get professional images for your posts.
tr_tr: AI kullanarak özel resimler oluşturun. Ne istediğinizi açıklayın ve gönderileriniz için profesyonel resimler alın.
ug_cn: ‫AI ئىشلىتىپ خاسلاشتۇرۇلغان رەسىم ھاسىللاڭ. نېمە خالايدىغانلىقىڭىزنى چۈشەندۈرۈپ يازمىلىرىڭىز ئۈچۈن كەسپىي رەسىم ئېلىڭ.

source: Generated Content
tr_tr: Oluşturulan İçerik
ug_cn: مەزمۇن ھاسىل قىلىش

source: Generated Image Preview
tr_tr: Oluşturulan Görsel Önizlemesi
ug_cn: ھاسىللانغان رەسىم ئالدىن كۆرۈش

source: Generated Suggestion
tr_tr: Oluşturulan Öneri
ug_cn: ھاسىللانغان تەكلىپ

source: Generated content will appear here...
tr_tr: Oluşturulan içerik burada görünecek...
ug_cn: ھاسىل قىلىنغان مەزمۇن بۇ يەردە كۆرۈنىدۇ

source: Generated image will appear here...
tr_tr: Oluşturulan görsel burada görünecek...
ug_cn: ‫ھاسىللانغان رەسىم بۇ يەردە كۆرۈنىدۇ…

source: Generating image...
tr_tr: Görsel oluşturuluyor...
ug_cn: ‫رەسىم ھاسىل قىلىۋاتىدۇ…

source: Generating prompt...
tr_tr: İstem oluşturuluyor...
ug_cn: ‫يىتەكچى سۆز ھاسىل قىلىۋاتىدۇ…

source: Generating system report...
tr_tr: Sistem raporu oluşturuluyor...
ug_cn: ‫سىستېما دوكلاتى ھاسىللاۋاتىدۇ…

source: Generating...
tr_tr: Oluşturuluyor...
ug_cn: ھاسىل قىلىۋاتىدۇ

source: German
tr_tr: Almanca
ug_cn: گىرمانچە

source: Global
tr_tr: Genel
ug_cn: ئومۇمىي

source: Global suggestion (not associated with a specific post)
tr_tr: Genel öneri (belirli bir yazıyla ilişkili değil)
ug_cn: ئومۇمىي تەكلىپ (مۇئەييەن يازما بىلەن مۇناسىۋەتلىك ئەمەس)

source: Go to Settings
tr_tr: Ayarlara Git
ug_cn: تەڭشەكلەرگە بېرىش

source: Google Gemini API key not configured for the selected model.
tr_tr: Seçilen model için google gemini api anahtarı yapılandırılmamış.
ug_cn: ‫Google Gemini API ئاچقۇچى تاللانغان مودېل ئۈچۈن تەڭشەلمىگەن.

source: Grammar & Style Enhancement
tr_tr: Dilbilgisi ve Stil Geliştirme
ug_cn: گرامماتىكىسى ۋە ئۇسلۇبىنى ياخشىلاش

source: HTML content not found or expired.
tr_tr: HTML içeriği bulunamadı veya süresi doldu.
ug_cn: ‫HTML مەزمۇنى تېپىلمىدى ياكى ۋاقتى ئۆتكەن.

source: Illustration
tr_tr: İllüstrasyon
ug_cn: قىستۇرما رەسىم

source: Image Description/Prompt
tr_tr: Görsel Açıklaması/İstemi
ug_cn: رەسىم چۈشەندۈرۈشى ياكى ئەسكەرتىش

source: Image Size
tr_tr: Görsel Boyutu
ug_cn: رەسىم چوڭلۇقى

source: Image Style
tr_tr: Görsel Stili
ug_cn: رەسىم ئۇسلۇبى

source: Image Tips:
tr_tr: Resim İpuçları:
ug_cn: ‫رەسىم مەسلىھەتلىرى:

source: Image generated successfully!
tr_tr: Görsel başarıyla oluşturuldu!
ug_cn: ‫رەسىم مۇۋەپپەقىيەتلىك ھاسىل قىلىندى!

source: Image generation failed
tr_tr: Görsel oluşturma başarısız
ug_cn: رەسىم ھاسىل قىلىش مەغلۇپ بولدى

source: Image generation is not available. Please check your AI service configuration.
tr_tr: Görsel oluşturma kullanılamıyor. Lütfen AI hizmet yapılandırmanızı kontrol edin.
ug_cn: ‫رەسىم ھاسىل قىلغىلى بولمايدۇ. AI مۇلازىمەت سەپلىمىسىنى تەكشۈرۈڭ.

source: Image generation requires at least one configured AI provider (OpenAI, Google Gemini, or Anthropic Claude). Please configure your API keys in plugin settings.
tr_tr: Görsel oluşturma, en az bir yapılandırılmış AI sağlayıcısı (OpenAI, Google Gemini veya Anthropic Claude) gerektirir. Lütfen eklenti ayarlarında API anahtarlarınızı yapılandırın.
ug_cn: ‫رەسىم ھاسىل قىلىش كەم دېگەندە بىر سۈنئىي ئەقىل بىلەن تەمىنلىگۈچىنىڭ سەپلەنگەن بولۇشىنى تەلەپ قىلىدۇ (OpenAI, Google Gemini ياكى Anthropic Claude). قىستۇرما تەڭشىكىدە API ئاچقۇچلىرىڭىزنى سەپلەڭ.

source: Improve Engagement
tr_tr: Etkileşimi Artır
ug_cn: جەلپكارلىقىنى ياخشىلاش

source: Improve Readability
tr_tr: Okunabilirliği İyileştir
ug_cn: ئوقۇشچانلىقىنى ياخشىلاش

source: In Progress
tr_tr: Devam Ediyor
ug_cn: داۋام قىلىۋاتىدۇ

source: Input Text
tr_tr: Giriş Metni
ug_cn: تېكىست كىرگۈزۈش

source: Input/Context
tr_tr: Giriş/Bağlam
ug_cn: كىرگۈزۈش ياكى مەزمۇن، كونېتكىست

source: Insert Translated Content
tr_tr: Çevrilen İçeriği Ekle
ug_cn: تەرجىمە قىلغان مەزمۇننى يازما مەزمۇنى قىسمىغا قىستۇرۇش

source: Insert to Editor
tr_tr: Düzenleyiciye Ekle
ug_cn: مەزمۇننى ئۈستىدىكى تەھرىرىلىگۈچكە قىستۇرۇش

source: Insufficient permissions
tr_tr: Yetersiz izinler
ug_cn: ھوقۇق يېتىشمەيدۇ

source: Insufficient permissions.
tr_tr: Yetersiz izinler.
ug_cn: ‫ھوقۇقىڭىز يەتمەيدۇ.

source: Invalid URL provided
tr_tr: Geçersiz URL sağlandı
ug_cn: ‫ئىناۋەتسىز URL بېرىلگەن

source: Invalid response from image generation API
tr_tr: Görsel oluşturma API\\'sinden geçersiz yanıt
ug_cn: ‫رەسىم ھاسىللاش API دىن ئىناۋەتسىز جاۋاب

source: Kyrgyz
tr_tr: Kırgızca
ug_cn: قىرغىزچە

source: Landscape (1792x1024)
tr_tr: Yatay (1792x1024)
ug_cn: ‫مەنزىرە (1792x1024)

source: Language Loading Debug Test Results
tr_tr: Dil Yükleme Hata Ayıklama Test Sonuçları
ug_cn: يۈكلەۋاتىدۇ

source: Language Settings
tr_tr: Dil Ayarları
ug_cn: تىل تەڭشىكى

source: Language System
tr_tr: Dil Sistemi
ug_cn: تىل سىستېمىسى

source: Language System Test
tr_tr: Dil Sistemi Testi
ug_cn: تىل سىستېمىسى سىنىقى

source: Language Test Results:
tr_tr: Dil Testi Sonuçları:
ug_cn: ‫تىل سىناق نەتىجىلىرى:

source: Language changed. The page will reload to apply the new language.
tr_tr: Dil değiştirildi. Yeni dili uygulamak için sayfa yeniden yüklenecek.
ug_cn: ‫تىل ئۆزگەرتىلدى. بەت يېڭى تىلنى قوللىنىش ئۈچۈن قايتا يۈكلىنىدۇ.

source: Language directory is not writable
tr_tr: Dil dizini yazılabilir değil
ug_cn: تىل مۇندەرىجىسى يېزىشقا بولمايدۇ

source: Language directory is writable
tr_tr: Dil dizini yazılabilir
ug_cn: تىل مۇندەرىجىسى يېزىشقا بولىدۇ

source: Language loading test completed
tr_tr: Dil yükleme testi tamamlandı
ug_cn: تىل يۈكلەش سىنىقى تاماملاندى

source: Language parameter missing.
tr_tr: Dil parametresi eksik.
ug_cn: ‫تىل پارامېتىرى كەمچىل.

source: Language settings saved successfully.
tr_tr: Dil ayarları başarıyla kaydedildi.
ug_cn: ‫تىل تەڭشەكلىرى مۇۋەپپەقىيەتلىك ساقلاندى.

source: Language settings saved successfully. This is your personal language setting for AI Assistant.
tr_tr: Dil ayarları başarıyla kaydedildi. Bu, AI Asistan için kişisel dil ayarınızdır.
ug_cn: ‫تىل تەڭشەكلىرى مۇۋەپپەقىيەتلىك ساقلاندى. بۇ سىزنىڭ AI ياردەمچىسى ئۈچۈن شەخسىي تىل تەڭشىكىڭىز.

source: Loaded
tr_tr: Yüklendi
ug_cn: يۈكلەنگەن

source: Manage
tr_tr: Yönet
ug_cn: باشقۇرۇش

source: Manage .mo file compilation for all languages.
tr_tr: Tüm diller için .mo dosya derlemesini yönetin.
ug_cn: ‫بارلىق تىللارنىڭ تەرجىمىسىنى .mo ھۆججىتىگە ئايلاندۇرۇش.

source: Manual Language Loading Test
tr_tr: Manuel Dil Yükleme Testi
ug_cn: يۈكلەۋاتىدۇ

source: Manual Translation
tr_tr: Manuel Çeviri
ug_cn: قولدا تەرجىمە

source: Max Execution Time:
tr_tr: Maksimum Çalışma Süresi:
ug_cn: ‫ئەڭ چوڭ ئىجرا ۋاقتى:

source: Memory Limit:
tr_tr: Bellek Sınırı:
ug_cn: ‫ئەسلەك چەكلىمىسى:

source: Meta Description
tr_tr: Meta Açıklama
ug_cn: ماقالە ئۈچۈن قىسقىچە تونۇشتۇرۇش

source: Minimalist
ug_cn: ئاددىي-ساددا

source: Missing
tr_tr: Eksik
ug_cn: كەم

source: Missing language or no valid strings to translate found.
tr_tr: eksik dil veya çevrilecek geçerli dize bulunamadı.
ug_cn: ‫تىل ئۇچۇرى كەم ياكى تەرجىمە قىلىدىغان ھېچقانداق ئىناۋەتلىك سۆز تېپىلمىدى.

source: Missing post ID or image URL.
tr_tr: Eksik yazı kimliği veya görsel URL\\'si.
ug_cn: ‫يازما ID ياكى رەسىم URL كەم.

source: Model
ug_cn: مودېل

source: Multilingual Status
tr_tr: Çok Dilli Durum
ug_cn: كۆپ تىللىق ھالىتى

source: Multisite:
tr_tr: Çoklu Site:
ug_cn: ‫كۆپ تور بېكەت:

source: MySQL Version:
tr_tr: MySQL Sürümü:
ug_cn: ‫MySQL نەشرى:

source: NO
tr_tr: Hayır
ug_cn: ياق

source: NOT SET
tr_tr: ayarlanmamış
ug_cn: سەپلەنمىگەن

source: Network error:
tr_tr: Ağ hatası:
ug_cn: ‫تور خاتالىقى:

source: Next Steps:
tr_tr: Sonraki Adımlar:
ug_cn: ‫كېيىنكى قەدەملەر:

source: No
tr_tr: Hayır
ug_cn: ياق

source: No AI service API keys configured. Please check your settings.
tr_tr: Hiçbir yapay zeka hizmeti API anahtarı yapılandırılmamış. Lütfen ayarlarınızı kontrol edin.
ug_cn: ‫ھېچقانداق سۈنئىي ئەقىل مۇلازىمىتى API ئاچقۇچى سەپلەنمىگەن. تەڭشەكلىرىڭىزنى تەكشۈرۈڭ.

source: No API keys configured
tr_tr: API anahtarı yapılandırılmadı
ug_cn: ‫API ئاچقۇچلىرى سەپلەنمىگەن

source: No cache key provided.
tr_tr: Önbellek anahtarı sağlanmadı.
ug_cn: ‫غەملەك ئاچقۇچى تەمىنلەنمىگەن.

source: No content found at the URL
tr_tr: URL\\'de içerik bulunamadı
ug_cn: ‫URL دا مەزمۇن تېپىلمىدى

source: No image generation models available. Please configure at least one AI provider.
tr_tr: hiçbir resim oluşturma modeli mevcut değil. lütfen en az bir yapay zeka sağlayıcısı yapılandırın.
ug_cn: ھېچقانداق سۈرەت ھاسىل قىلىش مودېلى سەپلەنمىگەن. ئاۋۋال بىر ياكى بىر قانچە سۈنئىي ئەقىل‫ تەمىنلىگۈچىنى سەپلەڭ.

source: No strings could be translated.
tr_tr: hiçbir dize çevrilemedi.
ug_cn: تەرجىمە قىلىدىغان ‫ھېچقانداق ئۇچۇر يوق.

source: No suggestions found. Start using the AI Assistant to generate content suggestions.
tr_tr: Öneri bulunamadı. İçerik önerileri oluşturmak için AI Asistan\\'ı kullanmaya başlayın.
ug_cn: ‫تەكلىپلەر تېپىلمىدى. مەزمۇن تەكلىپلىرىنى ھاسىللاش ئۈچۈن AI ياردەمچىسىنى ئىشلىتىشنى باشلاڭ.

source: No text provided for suggestions.
tr_tr: Öneriler için metin sağlanmadı.
ug_cn: ‫تەكلىپ ئۈچۈن تېكىست كىرگۈزۈلمىگەن.

source: No text to translate.
tr_tr: Çevrilecek metin yok.
ug_cn: ‫تەرجىمە قىلىدىغان تېكىست يوق.

source: No translation file found - will create new
tr_tr: Çeviri dosyası bulunamadı - yeni oluşturulacak
ug_cn: تەرجىمە ھۆججىتى تېپىلمىدى - يېڭىسى ھاسىل قىلىنىدۇ

source: No translations found for this language.
tr_tr: Bu dil için çeviri bulunamadı.
ug_cn: ‫بۇ تىل ئۈچۈن تەرجىمە تېپىلمىدى.

source: No translations found. Try performing some translations to see them here.
tr_tr: Çeviri bulunamadı. Burada görmek için bazı çeviriler yapın.
ug_cn: ‫تەرجىمە تېپىلمىدى. ئۇلارنى بۇ يەردە كۆرۈش ئۈچۈن بەزىلىرىنى تەرجىمە قىلىپ بېقىڭ.

source: No untranslated strings found.
tr_tr: çevrilmemiş dize bulunamadı.
ug_cn: ‫تەرجىمە قىلىنمىغان ئۇچۇرلار تېپىلمىدى.

source: Not Available
tr_tr: Kullanılamıyor
ug_cn: يوق

source: Not Loaded
tr_tr: Yüklenmedi
ug_cn: يۈكلەنمىگەن

source: Not Set
tr_tr: ayarlanmamış
ug_cn: ئورنىتىلمىغان

source: Note: Each user can choose their own preferred language for the AI Assistant plugin.
tr_tr: not: her kullanıcı yapay zeka asistanı eklentisi için kendi tercih ettiği dili seçebilir.
ug_cn: ‫دىققەت: ھەر بىر ئىشلەتكۈچى AI ياردەمچىسى قىستۇرمىسى ئۈچۈن ئۆزىنىڭ خالىغان تىلىنى تاللىيالايدۇ.

source: Once translation is complete, you can insert it directly into your post content or copy it for use elsewhere.
tr_tr: Çeviri tamamlandığında, doğrudan gönderi içeriğinize ekleyebilir veya başka yerlerde kullanmak üzere kopyalayabilirsiniz.
ug_cn: تەرجىمە تاماملانغاندىن كېيىن، ئۇنى بىۋاسىتە يازما مەزمۇنىڭىزغا قىستۇرۇپ ياكى باشقا يەردە ئىشلىتىش ئۈچۈن‫ كۆچۈرۈپ ئالسىڭىز بولىدۇ.

source: Open AI Assistant Panel
tr_tr: AI Asistan Panelini Aç
ug_cn: ‫AI ياردەمچىسى تاختىسىنى ئېچىش

source: OpenAI API Key
tr_tr: OpenAI API Anahtarı
ug_cn: ‫OpenAI API ئاچقۇچى

source: OpenAI API key not configured for the selected model.
tr_tr: Seçilen model için openai api anahtarı yapılandırılmamış.
ug_cn: ‫OpenAI API ‫ئاچقۇچى تاللانغان مودېل ئۈچۈن تەڭشەلمىگەن.

source: Original Article
tr_tr: Orijinal Makale
ug_cn: ئەسلى ماقالە

source: Original Content
tr_tr: Orijinal İçerik
ug_cn: ئەسلى مەزمۇن

source: PHP Version:
tr_tr: PHP Sürümü:
ug_cn: ‫PHP نەشرى:

source: Paste the content you want to adjust the tone for here...
tr_tr: Tonunu ayarlamak istediğiniz içeriği buraya yapıştırın...
ug_cn: ‫سۆزلەش تونىنى ئۆزگەرتىشنى خالايدىغان مەزمۇننى بۇ يەرگە چاپلاڭ…

source: Paste the content you want to improve for grammar and style here...
tr_tr: Dilbilgisi ve stil için geliştirmek istediğiniz içeriği buraya yapıştırın...
ug_cn: ‫گرامماتىكا ۋە ئۇسلۇبىنى ياخشىلىماقچى بولغان مەزمۇننى بۇ يەرگە چاپلاڭ…

source: Paste the content you want to make more engaging here...
tr_tr: Daha ilgi çekici hale getirmek istediğiniz içeriği buraya yapıştırın...
ug_cn: ‫تېخىمۇ جەلپكار قىلماقچى بولغان مەزمۇننى بۇ يەرگە چاپلاڭ…

source: Paste the content you want to optimize for SEO here...
tr_tr: SEO için optimize etmek istediğiniz içeriği buraya yapıştırın...
ug_cn: ‫SEO قىممىتىنى ياخشىلاش ئۈچۈن مەزمۇننى بۇ يەرگە چاپلاڭ…

source: Paste the content you want to optimize for readability here...
tr_tr: Okunabilirlik için optimize etmek istediğiniz içeriği buraya yapıştırın...
ug_cn: ‫ئوقۇشچانلىقىنى ياخشىلىماقچى بولغان مەزمۇننى مۇشۇ يەرگە چاپلاڭ…

source: Persian
tr_tr: Farsça
ug_cn: پارسچە

source: Photorealistic
tr_tr: Fotorealistik
ug_cn: رېئالىستىك رەسىم

source: Please check your API configuration and try again.
tr_tr: Lütfen API yapılandırmanızı kontrol edin ve tekrar deneyin.
ug_cn: ‫API سەپلىمىلىرىڭىزنى تەكشۈرۈپ، قايتا سىناپ بېقىڭ.

source: Please configure your AI provider API keys to start using the plugin.
tr_tr: Eklentiyi kullanmaya başlamak için AI sağlayıcı API anahtarlarınızı yapılandırın.
ug_cn: ‫قىستۇرما ئىشلىتىشنى باشلاش ئۈچۈن سۈنئىي ئەقىل تەمىنلىگۈچى API ئاچقۇچلىرىڭىزنى سەپلەڭ.

source: Please enter a URL to fetch.
tr_tr: Lütfen getirilecek bir URL girin.
ug_cn: مەزمۇنىنى ئالىدىغان ئۇلىنىشنى كىرگۈزۈڭ

source: Please enter a topic or context.
tr_tr: Lütfen bir konu veya bağlam girin.
ug_cn: ‫تىما ياكى پىكىرىڭىزنى كىرگۈزۈڭ.

source: Please enter an image description.
tr_tr: Lütfen bir görsel açıklaması girin.
ug_cn: ‫رەسىم چۈشەندۈرۈشىنى كىرگۈزۈڭ.

source: Please enter content to translate.
tr_tr: Lütfen çevrilecek içeriği girin.
ug_cn: تەرجىمە قىلىدىغان مەزمۇننى كىرگۈزۈڭ

source: Please provide a topic or context for content generation.
tr_tr: Lütfen içerik oluşturma için bir konu veya bağlam sağlayın.
ug_cn: ‫مەزمۇن ھاسىل قىلىش ئۈچۈن تېما ياكى پىكىر بىلەن تەمىنلەڭ.

source: Please provide an image description.
tr_tr: Lütfen bir görsel açıklaması sağlayın.
ug_cn: ‫رەسىم چۈشەندۈرۈشىنى تەمىنلەڭ.

source: Please provide content to improve for this operation.
tr_tr: Lütfen bu işlem için iyileştirilecek içerik sağlayın.
ug_cn: ‫بۇ مەشغۇلات ئۈچۈن ياخشىلايدىغان مەزمۇننى تەمىنلەڭ.

source: Please use OpenAI (DALL-E) or Google Gemini for actual image generation.
tr_tr: Gerçek görsel oluşturma için lütfen OpenAI (DALL-E) veya Google Gemini kullanın.
ug_cn: ‫ئەمەلىي رەسىم ھاسىل قىلىش ئۈچۈن OpenAI (DALL-E) ياكى Google Gemini نى ئىشلىتىڭ.

source: Plugin Active:
tr_tr: Eklenti Aktif:
ug_cn: ‫قىستۇرما ئاكتىپ:

source: Plugin Language:
tr_tr: Eklenti Dili:
ug_cn: ‫قىستۇرما تىلى:

source: Plugin Status
tr_tr: Eklenti Durumu
ug_cn: قىستۇرما ھالىتى

source: Plugin Textdomain Loaded:
tr_tr: Eklenti Metinalan Yüklendi:
ug_cn: ‫قىستۇرما تېكىست دائىرىسى يۈكلەندى:

source: Portrait (1024x1792)
tr_tr: Dikey (1024x1792)
ug_cn: ‫پورترېت، سۈرەت (1024x1792)

source: Portuguese
tr_tr: Portekizce
ug_cn: پورتۇگالچە

source: Post
tr_tr: Yazı
ug_cn: يازما

source: Post #%d
tr_tr: Yazı #%d
ug_cn: ‫يازما #%d

source: Post #%d (deleted)
tr_tr: Yazı #%d (silinmiş)
ug_cn: ‫يازما #%d (ئۆچۈرۈلگەن)

source: Post ID: %d
tr_tr: Yazı ID: %d
ug_cn: ‫يازما ID: %d

source: Post/URL
tr_tr: Yazı/URL
ug_cn: ‫يازما ياكى URL

source: Preferred AI Provider
tr_tr: Tercih Edilen AI Sağlayıcısı
ug_cn: خالىغان سۈنئىي ئەقىل مودېلى تەمىنلىگۈچىڭىز

source: Pro Tip:
tr_tr: Profesyonel İpucu:
ug_cn: ‫كەسپىي مەسلىھەت:

source: Processing...
tr_tr: İşleniyor...
ug_cn: بىر تەرەپ قىلىۋاتىدۇ ...

source: Professional/Business
tr_tr: Profesyonel/İş
ug_cn: كەسپىي ياكى سودا

source: Quick Actions
tr_tr: Hızlı İşlemler
ug_cn: تىز مەشغۇلاتلار

source: Quick Workflow Tips:
tr_tr: Hızlı İş Akışı İpuçları:
ug_cn: ‫تېز خىزمەت ئېقىمى مەسلىھەتلىرى:

source: Rate limit reached. Please try again in a few minutes.
tr_tr: oran sınırı aşıldı. lütfen birkaç dakika sonra tekrar deneyin.
ug_cn: ‫ئىشلىتىش چەكلىمىسىىگە يەتتى. بىر نەچچە مىنۇتتىن كېيىن قايتا سىناپ بېقىڭ.

source: Read-only
tr_tr: Salt okunur
ug_cn: پەقەت ئوقۇشقا بولىدىغان

source: Report generation failed - AJAX error
tr_tr: Rapor oluşturma başarısız - AJAX hatası
ug_cn: ‫دوكلات ھاسىللاش مەغلۇپ بولدى - AJAX خاتالىقى

source: Request timed out. Please try with shorter content or try again later.
tr_tr: İstek zaman aşımına uğradı. Lütfen daha kısa içerikle deneyin veya daha sonra tekrar deneyin.
ug_cn: تەلەپنىڭ ۋاقتى ئۆتۈپ كەتتى. قىسقىراق مەزمۇن بىلەن سىناپ بېقىڭ ياكى كېيىنرەك قايتا سىناپ‫ بېقىڭ.

source: Review and edit the translation above, then click to insert into WordPress editor
tr_tr: Yukarıdaki çeviriyi inceleyin ve düzenleyin, ardından WordPress düzenleyicisine eklemek için tıklayın
ug_cn: ‫يۇقارقى تەرجىمىنى كۆزدىن كەچۈرۈڭ ۋە تەھرىرلەڭ، ئاندىن بۇ كۇنۇپكىنى بېسىپ WordPress نىڭ تەھرىرلىگۈچىسىگە قىستۇرۇڭ

source: Review the generated content above, then choose an action
tr_tr: Yukarıdaki oluşturulan içeriği inceleyin, ardından bir eylem seçin
ug_cn: يۇقارقى ھاسىل قىلىنغان مەزمۇننى كۆزدىن كەچۈرۈڭ، ئاندىن بىر مەشغۇلات تاللاڭ

source: Run Language Test
tr_tr: Dil Testini Çalıştır
ug_cn: تىل سىنىقىنى ئىجرا قىلىش

source: Running language loading test...
tr_tr: Dil yükleme testi çalıştırılıyor...
ug_cn: ‫تىل يۈكلەش سىناقىنى ئىجرا قىلىۋاتىدۇ…

source: Russian
tr_tr: Rusça
ug_cn: رۇسچە

source: SEO Content Optimization
tr_tr: SEO İçerik Optimizasyonu
ug_cn: ‫SEO مەزمۇننى ئەلالاشتۇرۇش

source: SEO Keywords
tr_tr: SEO Anahtar Kelimeleri
ug_cn: ئاچقۇچلۇق سۆز تەكلىپلىرى

source: SEO Keywords Prompt
tr_tr: SEO Anahtar Kelimeleri Komutu
ug_cn: ئىزدەش موتورى ئۈچۈن ئاچقۇچلۇق سۆز تەكلىپى ئەسكەرتمىسى

source: SUCCESS
tr_tr: BAŞARILI
ug_cn: مۇۋەپپەقىيەتلىك

source: Save API Settings
tr_tr: API Ayarlarını Kaydet
ug_cn: ‫API سەپلىمىلىرىنى ساقلاش

source: Save Language Settings
tr_tr: Dil Ayarlarını Kaydet
ug_cn: تىل تەڭشىكىنى ساقلاش

source: Save Translations to .po File
tr_tr: Çevirileri .po Dosyasına Kaydet
ug_cn: تەرجىمىنى ساقلاش

source: Saved!
tr_tr: Kaydedildi!
ug_cn: ‫ساقلاندى!

source: Saving...
tr_tr: Kaydediliyor...
ug_cn: ‫ساقلاۋاتىدۇ…

source: Search translations...
tr_tr: Çevirileri ara...
ug_cn: تەرجىمىلەردىن ئىزدەش

source: Security check failed.
tr_tr: Güvenlik kontrolü başarısız.
ug_cn: ‫بىخەتەرلىك تەكشۈرۈش مەغلۇپ بولدى.

source: Select Language to Edit
tr_tr: Düzenlenecek Dili Seçin
ug_cn: تەھرىرلىمەكچى بولغان تىلنى تاللاڭ

source: Select the default AI model to use for requests.
tr_tr: İstekler için kullanılacak varsayılan AI modelini seçin.
ug_cn: ئىشلىتىدىغان سۈكۈتتىكى سۈنئىي ئەقىل مودېلىنى تاللاڭ

source: Select your preferred AI provider for requests.
tr_tr: İstekler için tercih ettiğiniz AI sağlayıcısını seçin.
ug_cn: ئىشلىتىدىغان خالىغان سۈنئىي ئەقىل مودېلى تەمىنلىگۈچىڭىزنى تاللاڭ

source: Server Environment
tr_tr: Sunucu Ortamı
ug_cn: مۇلازىمېتىر مۇھىتى

source: Set as Featured Image
tr_tr: Öne Çıkan Görsel Olarak Ayarla
ug_cn: مۇقاۋا رەسىمى قىلىپ بەلگىلەش

source: Setting featured image...
tr_tr: Öne çıkarılan görsel ayarlanıyor...
ug_cn: ‫مۇقاۋا رەسىمىنى تەڭشەۋاتىدۇ…

source: Settings
tr_tr: Ayarlar
ug_cn: تەڭشەكلەر

source: Show translate buttons for all strings
tr_tr: Tüm metinler için çeviri düğmelerini göster
ug_cn: بارلىق تەرجىمىلەر ئۈچۈن تەرجىمە كۇنۇپكىلىرىنى كۆرسىتىش

source: Show untranslated only
tr_tr: Sadece çevrilmemişleri göster
ug_cn: تەرجىمە قىلىنمىغانلارنى كۆرسىتىش

source: Show/Hide Tips
tr_tr: İpuçlarını Göster/Gizle
ug_cn: كۆرسەتمىلەرنى كۆرسىتىش ياكى يوشۇرۇش

source: Site URL:
tr_tr: Site URL\\'si:
ug_cn: ‫تور بېكەت URL:

source: Source Content
tr_tr: Kaynak İçerik
ug_cn: مەنبە مەزمۇن

source: Source Language
tr_tr: Kaynak Dil
ug_cn: مەنبە تىل

source: Source URL
tr_tr: Kaynak URL
ug_cn: ‫مەنبە URL

source: Spanish
tr_tr: İspanyolca
ug_cn: ئىسپانچە

source: Square (1024x1024)
tr_tr: Kare (1024x1024)
ug_cn: ‫كۋادرات (1024x1024)

source: Status
tr_tr: Durum
ug_cn: ھالەت

source: Strings:
tr_tr: Dizeler:
ug_cn: ‫ئۇچۇرلار:

source: Success!
tr_tr: Başarılı!
ug_cn: ‫مۇۋەپپەقىيەتلىك بولدى!

source: Successfully compiled %d .mo files
tr_tr: %d .mo dosyası başarıyla derlendi
ug_cn: تەرجىمە ھۆججەتلىرى مۇۋەپپەقىيەتلىك ساقلاندى

source: Successfully translated
tr_tr: başarıyla çevrildi
ug_cn: ئۇتۇقلۇق تەرجىمە قىلىندى

source: Suggestion
tr_tr: Öneri
ug_cn: تەكلىپ

source: Suggestion Details
tr_tr: Öneri Detayları
ug_cn: تەكلىپ تەپسىلاتى

source: Suggestion ID
tr_tr: Öneri ID
ug_cn: ‫تەكلىپ ID

source: Suggestion Information
tr_tr: Öneri Bilgisi
ug_cn: تەكلىپ ئۇچۇرى

source: Suggestion Type
tr_tr: Öneri Türü
ug_cn: تەكلىپ تىپى

source: Suggestion not found.
tr_tr: Öneri bulunamadı.
ug_cn: ‫تەكلىپ تېپىلمىدى.

source: Suggestions
tr_tr: Öneriler
ug_cn: تەكلىپلەر

source: Suggestions Table:
tr_tr: öneriler tablosu
ug_cn: ‫تەكلىپ جەدۋىلى:

source: Suggestions history table does not exist. Please contact your administrator.
tr_tr: Öneriler geçmişi tablosu mevcut değil. Lütfen yöneticinizle iletişime geçin.
ug_cn: ‫تەكلىپ تارىخى جەدۋىلى مەۋجۇت ئەمەس. باشقۇرغۇچى بىلەن ئالاقىلىشىڭ.

source: Suggestions history table not available.
tr_tr: Öneriler geçmişi tablosu kullanılamıyor.
ug_cn: ‫تەكلىپلەر تارىخى جەدۋىلى يوق.

source: Summary
tr_tr: Özet
ug_cn: خۇلاسە

source: System Report Generated:
tr_tr: Sistem Raporu Oluşturuldu:
ug_cn: ‫سىستېما دوكلاتى ھاسىللاندى:

source: System Report Generator
tr_tr: Sistem Raporu Oluşturucu
ug_cn: سىستېما دوكلاتى ھاسىللىغۇچ

source: System Status
tr_tr: Sistem Durumu
ug_cn: سىستېما ھالىتى

source: Tables created
tr_tr: Tablolar oluşturuldu
ug_cn: جەدۋەل قۇرۇلدى

source: Tables missing
tr_tr: Tablolar eksik
ug_cn: جەدۋەل كەم

source: Target Language
tr_tr: Hedef Dil
ug_cn: نىشان تىل

source: Test API Connection
tr_tr: API Bağlantısını Test Et
ug_cn: ‫API ئۇلىنىشىنى سىناش

source: Test API Connections
tr_tr: API Bağlantılarını Test Et
ug_cn: ‫API ئۇلىنىشلىرىنى سىناش

source: Test API connections and verify configuration for all providers.
tr_tr: API bağlantılarını test edin ve tüm sağlayıcılar için yapılandırmayı doğrulayın.
ug_cn: ‫API ئۇلىنىشلىرىنى سىناپ بارلىق تەمىنلىگۈچىلەرنىڭ سەپلىمىسىنى تەكشۈرۈڭ.

source: Test Gemini API
tr_tr: Gemini API\\'yi Test Et
ug_cn: ‫API ئاچقۇچىنى سىناش

source: Test failed
tr_tr: Test başarısız
ug_cn: ‫سىناق مەغلۇپ بولدى!

source: Test failed - AJAX error
tr_tr: Test başarısız - AJAX hatası
ug_cn: ‫سىناق مەغلۇپ بولدى - AJAX خاتالىقى

source: Test language loading functionality and view detailed debug information.
tr_tr: Dil yükleme işlevselliğini test edin ve ayrıntılı hata ayıklama bilgilerini görüntüleyin.
ug_cn: تىل يۈكلەش ئىقتىدارىنى سىناپ تەپسىلىي سازلاش ئۇچۇرىنى كۆرۈڭ.

source: Test translation after manual load:
tr_tr: Manuel yüklemeden sonra çeviri testi:
ug_cn: ‫قولدا يۈكلەشتىن كېيىن تەرجىمىنى سىناش:

source: Test your Gemini API key to ensure it is working correctly.
tr_tr: Gemini API anahtarınızın doğru çalıştığından emin olmak için test edin.
ug_cn: ‫API ئاچقۇچىنىڭ توغرا ئىشلەۋاتقانلىقىنى جەزىملەشتۈرۈش ئۈچۈن سىناپ بېقىڭ.

source: Testing API connections...
tr_tr: API bağlantıları test ediliyor...
ug_cn: ‫API ئۇلىنىشلىرىنى سىناۋاتىدۇ…

source: Testing...
tr_tr: Test ediliyor...
ug_cn: ‫سىناۋاتىدۇ…

source: Textdomain:
tr_tr: Metinalan:
ug_cn: ‫تېكىست دائىرىسى:
