Repository: sunsiz/ai-assistant
Catalog: languages/ai-assistant-*.po
Languages: tr_tr, ug_cn

source: empty interface strings using AI. Continue?
tr_tr: boş arayüz dizeleri yapay zeka kullanarak. devam etmek?
ug_cn: ئاپتوماتىك تەرجىمە قىلىشنى سىنايدۇ، داۋاملاشتۇرامسىز؟

source: interface strings!
tr_tr: arayüz dizeleri!
ug_cn: ‫ئارايۈز ئۇچۇرلىرى!

source: %d of %d languages are active with compiled translations.
tr_tr: %d dilden %d tanesi derlenmiş çevirilerle aktif.
ug_cn: ‫%d تىلدىن %d تىلدا تەرجىمىلەر ئايلاندۇرۇلغان تەرجىمە ھۆججەتلىرى بىلەن ئاكتىپ.

source: %s configured
tr_tr: %s yapılandırıldı
ug_cn: ‮%s سەپلەندى

source: .mo Files:
tr_tr: .mo Dosyaları:
ug_cn: ‫.mo ھۆججەتلىرى:

source: .mo Size:
tr_tr: .mo Boyutu:
ug_cn: ‫.mo ھۆججىتى چوڭلۇقى:

source: .mo file exists:
tr_tr: .mo dosyası mevcut:
ug_cn: ‫.mo ھۆججىتى مەۋجۇت:

source: .po Files:
tr_tr: .po Dosyaları:
ug_cn: ‫.po ھۆججەتلىرى:

source: .po Size:
tr_tr: .po Boyutu:
ug_cn: ‫.po ھۆججىتى چوڭلۇقى:

source: .po file exists:
tr_tr: .po dosyası mevcut:
ug_cn: ‫.po ھۆججىتى مەۋجۇت:

source: A connection error occurred.
tr_tr: Bir bağlantı hatası oluştu.
ug_cn: ‫ئۇلىنىشتا خاتالىق كۆرۈلدى.

source: AI API Status
tr_tr: AI API Durumu
ug_cn: ‫AI API ھالىتى

source: AI Assistant
tr_tr: AI Asistan
ug_cn: ‫AI ياردەمچىسى

source: AI Assistant (Compact)
tr_tr: AI Asistan (Kompakt)
ug_cn: ‫AI ياردەمچىسى (ئىخچام)

source: AI Assistant Dashboard
tr_tr: AI Asistan Kontrol Paneli
ug_cn: سۈنئىي ئەقىل يارەدمچىسى باش بېتى

source: AI Assistant Diagnostics
tr_tr: AI Asistan Tanılamaları
ug_cn: ‫AI ياردەمچى دىئاگنوزى

source: AI Assistant History
tr_tr: AI Asistan Geçmişi
ug_cn: ‫AI ياردەمچىسى تارىخى

source: AI Assistant Quick Guide
tr_tr: AI Asistan Hızlı Kılavuzu
ug_cn: ‫AI ياردەمچىسى تېز يېتەكچىسى

source: AI Assistant Settings
tr_tr: AI Asistan Ayarları
ug_cn: سۈنئىي ئەقىل ياردەمچىسى تەڭشىكى

source: AI Assistant Tools Available:
tr_tr: Mevcut AI Asistan Araçları:
ug_cn: ‫مەۋجۇت AI ياردەمچىسى قوراللىرى:

source: AI Assistant Updated to v%s
tr_tr: yapay zeka asistanı v%s\'e güncellendi
ug_cn: ‫AI ياردەمچىسى v%s گە يېڭىلاندى

source: AI Assistant for WordPress
tr_tr: WordPress için AI Asistan
ug_cn: ‫WordPress ئۈچۈن AI ياردەمچىسى

source: AI Assistant v%s - Major Enhancement!
tr_tr: yapay zeka asistanı v%s - büyük geliştirme!
ug_cn: ‫AI ياردەمچىسى v%s - زور ئىلگىرىلەش!

source: AI Model
tr_tr: AI Modeli
ug_cn: سۈنئىي ئەقىل مودېلى

source: AI Service not available. Please check plugin installation.
tr_tr: yapay zeka hizmeti mevcut değil. lütfen eklenti kurulumunu kontrol edin.
ug_cn: ‫AI مۇلازىمىتىنى ئىشلەتكىلى بولمايدۇ. قىستۇرما تولۇق قاچىلاندىمۇ تەكشۈرۈپ بېقىڭ.

source: AI Translate
tr_tr: AI Çevir
ug_cn: سۈنئىي ئەقىل بىلەن تەرجىمە قىلىش

source: AI service not available.
tr_tr: yapay zeka hizmeti mevcut değil.
ug_cn: ‫AI مۇلازىمىتىنى ئىشلەتكىلى بولمايدۇ.

source: API Configuration
tr_tr: API Yapılandırması
ug_cn: ‫API سەپلىمىلىرى

source: API Connection Test
tr_tr: API Bağlantı Testi
ug_cn: ‫API ئۇلىنىش سىنىقى

source: API Connection Test Results:
tr_tr: API bağlantı testi sonuçları:
ug_cn: ‫API ئۇلىنىش سىنىقى نەتىجىلىرى:

source: API Error (%d): %s
tr_tr: API Hatası (%d): %s
ug_cn: ‫API خاتالىقى (%d): %s

source: API Error: %s
tr_tr: api hatası: %s
ug_cn: ‫API خاتالىقى: %s

source: API Keys
tr_tr: API Anahtarları
ug_cn: ‫API ئاچقۇچلىرى

source: API authentication failed. Please check your API key configuration.
tr_tr: API kimlik doğrulaması başarısız oldu. Lütfen API anahtar yapılandırmanızı kontrol edin.
ug_cn: ‫API نى توغرىلاش مەغلۇپ بولدى. API ئاچقۇچىنىڭ تەڭشەكلىرىنى تەكشۈرۈڭ.

source: API configured
tr_tr: API yapılandırıldı
ug_cn: ‫API سەپلەنگەن

source: API not configured
tr_tr: API yapılandırılmadı
ug_cn: ‫API سەپلەنمىگەن

source: API quota exceeded. Please try again later.
tr_tr: api kotası aşıldı. lütfen daha sonra tekrar deneyin.
ug_cn: ‫API ئىشلىتىش چەكلىمىسىگە يەتتى. كېينرەك قايتا سىناپ بېقىڭ.

source: API rate limit exceeded. Please wait a few minutes before trying again.
tr_tr: API istek sınırı aşıldı. Lütfen birkaç dakika bekleyip tekrar deneyin.
ug_cn: ‫API ئىشلىتىش چەكلىمىسىگە يەتتى. بىر نەچچە مىنۇت ساقلاپ تۇرۇپ، قايتا سىناپ بېقىڭ.

source: API test failed - AJAX error. Check console for details.
tr_tr: api testi başarısız oldu - ajax hatası. ayrıntılar için konsolu kontrol edin.
ug_cn: ‫API سىنىقى مەغلۇپ بولدى - AJAX خاتالىقى. تەپسىلاتلار ئۈچۈن كونسولنى تەكشۈرۈڭ.

source: Abstract
tr_tr: Soyut
ug_cn: ئابستراكت، خىيالى

source: Access the full-featured AI tools in the main content area below.
tr_tr: Aşağıdaki ana içerik alanındaki tam özellikli AI araçlarına erişin.
ug_cn: ‫تۆۋەندىكى ئاساسىي مەزمۇن رايونىدىكى تولۇق ئىقتىدارلىق AI قوراللىرىغا يۆتكىلىدۇ.

source: Actions
tr_tr: İşlemler
ug_cn: مەشغۇلاتلار

source: Active AI models
tr_tr: Aktif AI modelleri
ug_cn: ئاكتىپ سۈنئىي ئەقىل مودېلى

source: Admin Interface Language
tr_tr: Yönetici Arayüzü Dili
ug_cn: باشقۇرۇش بېتى تىلى

source: All %d translation attempts failed.
tr_tr: tüm %d çeviri denemesi başarısız oldu.
ug_cn: ‫بارلىق %d تەرجىمە ئۇرۇنۇشلىرى مەغلۇپ بولدى.

source: Anthropic API Key
tr_tr: Anthropic API Anahtarı
ug_cn: ‫Anthropic API ئاچقۇچى

source: Anthropic API key not configured for the selected model.
tr_tr: Seçilen model için anthropic api anahtarı yapılandırılmamış.
ug_cn: ‫ئانتروپىك API ئاچقۇچى تاللانغان مودېل ئۈچۈن تەڭشەلمىگەن.

source: Anthropic Claude does not support direct image generation yet. However, Claude enhanced your prompt:
tr_tr: Anthropic Claude henüz doğrudan görsel oluşturmayı desteklemiyor. Ancak Claude komutunuzu geliştirdi:
ug_cn: ‫Anthropic Claude بىۋاسىتە رەسىم ھاسىل قىلىشنى قوللىمايدۇ. ئەمما، Claude سىزنىڭ ئەسكەرتىش مەزمۇنىڭىزنى ياخشىلىدى:

source: Anthropic Claude does not support direct image generation. Please use OpenAI (DALL-E) or Google Gemini for image generation.
tr_tr: Anthropic Claude doğrudan görsel oluşturmayı desteklemiyor. Lütfen görsel oluşturma için OpenAI (DALL-E) veya Google Gemini kullanın.
ug_cn: ‫Anthropic Claude بىۋاسىتە رەسىم ھاسىل قىلىشنى قوللىمايدۇ. رەسىم ھاسىل قىلىش ئۈچۈن OpenAI (DALL-E) ياكى Google Gemini نى ئىشلىتىڭ.

source: Apply to Yoast SEO
tr_tr: Yoast SEO\\'ya Uygula
ug_cn: ‫Yoast SEO غا قوللىنىش

source: Arabic
tr_tr: Arapça
ug_cn: ئەرەبچە

source: Article URL
tr_tr: Makale URL\\'si
ug_cn: ماقالە ئۇلىنىشى

source: Associated Post
tr_tr: İlişkili Yazı
ug_cn: مۇناسىۋەتلىك يازما

source: Auto Translate All Empty Strings
tr_tr: boş dizeleri otomatik çevir
ug_cn: بارلىق بوش قالغان تەرجىمىلەرنى ئاپتوماتىك تەرجىمە قىلىش

source: Auto-Generate Prompt
tr_tr: Otomatik İstem Oluştur
ug_cn: ئەسكەرتىشنى ئاپتوماتىك ھاسىللاش

source: Auto-detect
tr_tr: Otomatik algıla
ug_cn: ئۆزلۈكىدىن بايقاش

source: Available .mo files (%d):
tr_tr: Mevcut .mo dosyaları (%d):
ug_cn: ‫ئىشلەتكىلى بولىدىغان .mo ھۆججەتلىرى (%d):

source: Azerbaijani
tr_tr: Azerice
ug_cn: ئەزەربايجانچە

source: Basic Information
tr_tr: Temel Bilgiler
ug_cn: ئاساسىي ئۇچۇر

source: Be descriptive in your prompt for best results. Include style, colors, mood, and composition details.
tr_tr: En iyi sonuçlar için isteminizde açıklayıcı olun. Stil, renkler, ruh hali ve kompozisyon ayrıntılarını dahil edin.
ug_cn: ئەڭ ياخشى نەتىجىگە ئېرىشىش ئۈچۈن ئەسكەرتىشىڭىزدە تەپسىلىي بولۇڭ. ئۇسلۇب، رەڭ، كەيپىيات ۋە تۈزۈلۈش‫ تەپسىلاتلىرىنى ئۆز ئىچىگە ئېلىڭ.

source: Bug fixes, improvements, and optimizations for better performance.
tr_tr: hata düzeltmeleri, iyileştirmeler ve daha iyi performans için optimizasyonlar
ug_cn: ‫بىر قاتار خاتالىقلارنى تۈزىتىش، ياخشىلاش ۋە ئىقتىدارنى ئاشۇرۇش ئۈچۈن ئەلالاشتۇرۇلدى.

source: Check Database
tr_tr: Veritabanını Kontrol Et
ug_cn: ساندان تەكشۈرۈش

source: Check database tables and data integrity for AI Assistant.
tr_tr: AI Asistan için veritabanı tablolarını ve veri bütünlüğünü kontrol edin.
ug_cn: ‫AI ياردەمچىسى ئۈچۈن ساندان جەدۋەللىرى ۋە سانلىق مەلۇماتلار تولۇقلۇقىنى تەكشۈرۈڭ.

source: Checking database health...
tr_tr: veritabanı sağlığı kontrol ediliyor...
ug_cn: ‫ساندان ساغلاملىقىنى تەكشۈرۈۋاتىدۇ…

source: Checking...
tr_tr: kontrol ediliyor...
ug_cn: ‫تەكشۈرۈۋاتىدۇ…

source: Chinese
tr_tr: Çince
ug_cn: خىتايچە

source: Clear AI Cache
tr_tr: yapay zeka önbelleğini temizle
ug_cn: سۈنئىي ئەقىل ساقلىۋالغان ئۇچۇرلارنى تازىلاش

source: Compilation Tools
tr_tr: Derleme Araçları
ug_cn: ئايلاندۇرۇش قوراللىرى

source: Compilation failed:
tr_tr: Derleme başarısız:
ug_cn: ‫ئايلاندۇرالمىدى:

source: Compilation request failed. Please try again.
tr_tr: Derleme isteği başarısız. Lütfen tekrar deneyin.
ug_cn: ‫ئايلاندۇرلمىدى، قايتا سىناڭ.

source: Compile All .mo Files
tr_tr: Tüm .mo Dosyalarını Derle
ug_cn: ‫ھەممىسىنى .mo ھۆججىتىگە ئايلاندۇرۇش

source: Compiling .mo files...
tr_tr: .mo dosyaları derleniyor...
ug_cn: ‫تەرجىمە ھۆججەتلىرىنى ساقلاۋاتىدۇ…

source: Complete
tr_tr: Tamamlandı
ug_cn: تامام

source: Complete missing translations and compile .mo files to activate more languages.
tr_tr: Eksik çevirileri tamamlayın ve daha fazla dili etkinleştirmek için .mo dosyalarını derleyin.
ug_cn: ‫كەم تەرجىمىلەرنى تاماملاپ .mo ھۆججەتلىرىگە ئايلاندۇرۇپ تېخىمۇ كۆپ تىللارنى ئاكتىپلاشتۇرۇڭ.

source: Configure API keys for different AI providers. Currently using Gemini for translations, but you can configure multiple providers for future use.
tr_tr: Farklı AI sağlayıcıları için API anahtarlarını yapılandırın. Şu anda çeviriler için Gemini kullanılıyor, ancak gelecekte kullanım için birden fazla sağlayıcı yapılandırabilirsiniz.
ug_cn: ‫ئوخشىمىغان سۈنئىي ئەقىل تەمىنلىگۈچىلەر ئۈچۈن API ئاچقۇچىنى سەپلەڭ. ھازىر Gemini نى تەرجىمە ئۈچۈن ئىشلىتىۋاتىسىز ، ئەمما كەلگۈسىدىكى ئىشلىتىش ئۈچۈن كۆپ تەمىنلىگۈچىلەرنى تەڭشىيەلەيسىز.

source: Configure Settings
tr_tr: Ayarları Yapılandır
ug_cn: تەڭشەكلەرنى تەڭشەش

source: Configure general AI Assistant settings.
tr_tr: Genel AI Asistan ayarlarını yapılandır.
ug_cn: ئادەتتىكى سۈنئىي ئەقىل ياردەمچىسى تەڭشەكلىرىنى سەپلەش

source: Configured
tr_tr: Yapılandırıldı
ug_cn: سەپلەنگەن

source: Connected
tr_tr: bağlı
ug_cn: باغلانغان

source: Content Comparison
tr_tr: İçerik Karşılaştırması
ug_cn: مەزمۇن سېلىشتۇرۇش

source: Content Details
tr_tr: İçerik Detayları
ug_cn: مەزمۇن تەپسىلاتى

source: Content Enhancement
tr_tr: İçerik Geliştirme
ug_cn: مەزمۇننى ياخشىلاش

source: Content Suggestion Prompt
tr_tr: İçerik Önerisi Komutu
ug_cn: مەزمۇن ھاسىل قىلىش بۇيرۇق ئەسكەرتمىلىرى

source: Content Suggestions
tr_tr: İçerik Önerileri
ug_cn: مەزمۇن تەكلىپلىرى

source: Content Suggestions History
tr_tr: İçerik Önerileri Geçmişi
ug_cn: مەزمۇن تەكلىپلىرى تارىخى

source: Content Tools
tr_tr: İçerik Araçları
ug_cn: مەزمۇن ھاسىل قىلىش

source: Content Type
tr_tr: İçerik Türü
ug_cn: مەزمۇن تۈرى

source: Content cannot be empty
tr_tr: içerik boş olamaz
ug_cn: مەزمۇن بوش قالمىسۇن

source: Content fetched successfully!
tr_tr: İçerik başarıyla getirildi!
ug_cn: ‫ماقالە مەزمۇنى مۇۋەپپەقىيەتلىك ئېلىندى!

source: Content for enhancement should be between 10 and 25,000 characters.
tr_tr: Geliştirme için içerik 10 ile 25.000 karakter arasında olmalıdır.
ug_cn: ‫ئەۋزەللەشتۈرمەكچى بولغان مەزمۇن 10 ھەرپىن 25000 ھەرپكىچە بولۇشى كېرەك.

source: Content generation failed
tr_tr: İçerik oluşturma başarısız
ug_cn: مەزمۇن ھاسىل قىلىش مەغلۇپ بولدى

source: Content is too short for meaningful processing.
tr_tr: İçerik anlamlı işleme için çok kısa.
ug_cn: ‫مەزمۇن بىر تەرەپ قىلىش ئۈچۈن بەك قىسقا.

source: Content suggestions
tr_tr: İçerik önerileri
ug_cn: مەزمۇن تەكلىپلىرى

source: Content too long for API processing. Try translating fewer strings at once.
tr_tr: API işleme için içerik çok uzun. Tek seferde daha az dizeyi çevirmeyi deneyin.
ug_cn: ‫مەزمۇن API نىڭ بىر تەرەپ قىلىشى ئۈچۈن بەك ئۇزۇن. ئازراق مەزمۇننى تەرجىمە قىلىشنى سىناپ بېقىڭ.

source: Context
tr_tr: Bağlam
ug_cn: مەزمۇن، كونېتكىست

source: Copy the above information when reporting issues.
tr_tr: Sorun bildirirken yukarıdaki bilgileri kopyalayın.
ug_cn: ‫مەسىلە مەلۇم قىلغاندا يۇقىرىدىكى ئۇچۇرلارنى كۆچۈرۈڭ.

source: Could not detect language
tr_tr: Dil tespit edilemedi
ug_cn: تىلنى بايقىيالمىدى

source: Could not extract content from the URL
tr_tr: URL\\'den içerik çıkarılamadı
ug_cn: ‫URL دىن مەزمۇن ئالالمىدى

source: Create New Post
tr_tr: Yeni Yazı Oluştur
ug_cn: يېڭى يازما يېزىش

source: Custom Language Setting:
tr_tr: Özel Dil Ayarı:
ug_cn: ‫خاسلاشتۇرۇلغان تىل تەڭشىكى:

source: Custom Prompts
tr_tr: Özel Komutlar
ug_cn: خاسلاشتۇرۇلغان بۇيرۇق ئەسكەرتمىلىرى

source: Custom load result:
tr_tr: Özel yükleme sonucu:
ug_cn: ‫ئالاھىدە يۈكلەش نەتىجىسى:

source: Customize the prompt for SEO keyword suggestions.
tr_tr: SEO anahtar kelime önerileri için komutu özelleştirin.
ug_cn: ئىزدەش موتورى ئۈچۈن ئاچقۇچلۇق سۆز تەكلىپى ئەسكەرتمىسىنى خاسلاشتۇرۇش.

source: Customize the prompt for content suggestions.
tr_tr: İçerik önerileri için komutu özelleştirin.
ug_cn: مەزمۇن ھاسىل قىلىش بۇيرۇق ئەسكەرتمىلىرىنى خاسلاشتۇرۇش

source: Customize the prompt for translation requests. Use {source_language} and {target_language} as placeholders.
tr_tr: Çeviri istekleri için komutu özelleştirin. {source_language} ve {target_language} yer tutucular olarak kullanın.
ug_cn: تەرجىمە تەلەپلىرى ئۈچۈن ئەسكەرتىشنى خاسلاشتۇرۇڭ. ئورۇن ئىگىلىگۈچى سۈپىتىدە {source_language} ۋە {target_language} نى ئىشلىتىڭ.

source: Customize the prompts sent to AI models. Use placeholders like {source_language} and {target_language} for translation prompts.
tr_tr: AI modellerine gönderilen komutları özelleştirin. Çeviri komutları için {source_language} ve {target_language} gibi yer tutucular kullanın.
ug_cn: سۈنئىي ئەقىلگە يوللىنىدىغان بۇيرۇق ئەسكەرتمىلىرىنى خاسلاشتۇرۇڭ. مەنبە تىل ۋە نىشان تىل ئورنىغا {source_language} ۋە {target_language} لارنى ئىشلىتىڭ.

source: Danish
tr_tr: Danca
ug_cn: دانىيەچە

source: Database
tr_tr: Veritabanı
ug_cn: ساندان

source: Database Connection:
tr_tr: veritabanı bağlantısı
ug_cn: ‫ساندان ئۇلىنىشى:

source: Database Health Check
tr_tr: Veritabanı Sağlık Kontrolü
ug_cn: ساندان ساغلاملىق تەكشۈرۈشى

source: Database Health Check Results:
tr_tr: veritabanı sağlık kontrolü sonuçları:
ug_cn: ‫ساندان ساغلاملىقى تەكشۈرۈش نەتىجىسى:

source: Database check failed - AJAX error
tr_tr: veritabanı kontrolü başarısız oldu - ajax hatası
ug_cn: ‫ساندان تەكشۈرۈش مەغلۇپ بولدى - AJAX خاتالىقى

source: Database error: %s
tr_tr: Veritabanı hatası: %s
ug_cn: ‫ساندان خاتالىقى: %s

source: Date
tr_tr: Tarih
ug_cn: چېسلا

source: Date & Time
tr_tr: Tarih ve Saat
ug_cn: چېسلا ۋە ۋاقىت

source: Default AI Model
tr_tr: Varsayılan AI Modeli
ug_cn: سۈكۈتتىكى سۈنئىي ئەقىل مودېلى

source: Describe the image you want to generate (e.g., A modern office workspace with laptop and coffee)...
tr_tr: Oluşturmak istediğiniz görseli açıklayın (örn. Laptop ve kahve ile modern ofis çalışma alanı)...
ug_cn: ‫ھاسىللىماقچى بولغان رەسىمنى چۈشەندۈرۈڭ (مەسىلەن، يان كومپيۇتېر ۋە قەھۋە بىلەن زامانىۋى ئىشخانا ئىچى)…

source: Diagnostics
tr_tr: Tanılamalar
ug_cn: دىئاگنوز

source: Digital Art
tr_tr: Dijital Sanat
ug_cn: رەقەملىك سەنئەت

source: Direct access not allowed.
tr_tr: Doğrudan erişime izin verilmez.
ug_cn: ‫بىۋاستە زىيارەتكە رۇخسەت قىلىنمايدۇ.

source: Directory:
tr_tr: Dizin:
ug_cn: ‫مۇندەرىجە:

source: Disabled
tr_tr: Devre Dışı
ug_cn: چەكلەنگەن

source: Download .po File
tr_tr: .po Dosyasını İndir
ug_cn: تەرجىمە ھۆججىتىنى چۈشۈرىۋىلىش

source: Download Image
tr_tr: Görseli İndir
ug_cn: رەسىمنى چۈشۈرۈش

source: Dutch
tr_tr: Hollandaca
ug_cn: گوللاندىيەچە

source: Edit Associated Post
tr_tr: İlişkili Yazıyı Düzenle
ug_cn: مۇناسىۋەتلىك يازمىنى تەھرىرلەش

source: Edit the plugin interface translations directly from .po files. Changes are saved to the language files and compiled automatically.
tr_tr: Eklenti arayüz çevirilerini doğrudan .po dosyalarından düzenleyin. Değişiklikler dil dosyalarına kaydedilir ve otomatik olarak derlenir.
ug_cn: ‫قىستۇرما ئارايۈز تەرجىمىلىرىنى .po ھۆججەتلىرىدىن بىۋاسىتە تەھرىرلەڭ. ئۆزگەرتىشلەر تىل ھۆججەتلىرىگە ساقلىنىپ ئاپتوماتىك ئايلاندۇرىلىدۇ.

source: Editable
tr_tr: Düzenlenebilir
ug_cn: تەھرىرلىيەلەيدىغان

source: Editing: %s
tr_tr: Düzenleniyor: %s
ug_cn: ‫تەھرىرلەۋاتىدۇ: %s

source: Editor content is empty.
tr_tr: Editör içeriği boş.
ug_cn: تەھرىرلىگۈچتە مەزمۇن يوق.

source: Enable AI Assistant
tr_tr: AI Asistan\\'ı Etkinleştir
ug_cn: سۈنئىي ئەقىل ياردەمچىسىنى ئاكتىپلاشتۇرۇش

source: Enable AI Assistant functionality
tr_tr: AI Asistan işlevselliğini etkinleştir
ug_cn: سۈنئىي ئەقىل ياردەمچىسى ئىقتىدارلىرىنى ئاكتىپلاشتۇرۇش

source: Enabled
tr_tr: Etkin
ug_cn: قوزغىتىلغان

source: English
tr_tr: İngilizce
ug_cn: ئىنگىلىزچە

source: English Text (msgid)
tr_tr: İngilizce Metin (msgid)
ug_cn: ‫ئىنگلىزچە تېكىست (msgid)

source: Enhance
tr_tr: Geliştir
ug_cn: ئەۋزەللەشتۈرۈش

source: Enhanced content appears shorter than original. You may want to try again.
tr_tr: Geliştirilmiş içerik orijinalinden daha kısa görünüyor. Tekrar denemek isteyebilirsiniz.
ug_cn: ‫ئەۋزەللەشتۈرۈلگەن مەزمۇن ئەسلىدىكىدىن قىسقا بولۇپ قالسا، ئەسلى مەزمۇننى قايتا چاپلاپ قايتا سىناپ بېقىڭ.

source: Enhanced features, improved performance, better error handling, and new capabilities. Your AI Assistant is more powerful than ever!
tr_tr: gelişmiş özellikler, iyileştirilmiş performans, daha iyi hata işleme ve yeni yetenekler. yapay zeka asistanınız her zamankinden daha güçlü!
ug_cn: ئىقتىدارلار ئىلغارلاشتۇرلدى، تېخىمۇ تىزلەشتۈرۈلدى، خاتالىق بىر تەرەپ قىلىشى تېخىمۇ‫ ياخشىلاندى، ۋە يېڭى ئىقتىدارلار قوشۇلدى. سۈنئىي ئەقىل ياردەمچىڭىز ھەر ۋاقىتتىكىدىن تېخىمۇ كۈچلۈك!

source: Enhancing...
tr_tr: Geliştiriliyor...
ug_cn: ‫ئەۋزەللەشتۈرىۋاتىدۇ …

source: Enter or paste content to translate...
tr_tr: Çevrilecek içeriği girin veya yapıştırın...
ug_cn: تەرجىمە قىلىنىدىغان مەزمۇننى يېزىڭ ياكى چاپلاڭ

source: Enter topic or paste existing content to improve...
tr_tr: Konu girin veya geliştirilecek mevcut içeriği yapıştırın...
ug_cn: ‫ماۋزۇنى كىرگۈزۈڭ ياكى مەۋجۇت مەزمۇننى ياخشىلاش ئۈچۈن ئاستىغا چاپلاڭ…

source: Enter translation...
tr_tr: Çeviri girin...
ug_cn: ‫تەرجىمىسىنى كىرگۈزۈڭ…

source: Error
tr_tr: Hata
ug_cn: خاتا

source: Error saving settings
tr_tr: Ayarları kaydetme hatası
ug_cn: تەڭشەكلەرنى ساقلاشتا خاتالىق يۈز بەردى

source: Error:
tr_tr: Hata:
ug_cn: خاتالىق

source: Exists
tr_tr: vardır
ug_cn: مەۋجۇت

source: Expected .mo file:
tr_tr: Beklenen .mo dosyası:
ug_cn: ‫كۈتۈلگەن .mo ھۆججىتى:

source: FAILED
tr_tr: BAŞARISIZ
ug_cn: مەغلۇپ بولدى

source: FAILED - .mo file not found
tr_tr: BAŞARISIZ - .mo dosyası bulunamadı
ug_cn: ‫مەغلۇپ بولدى - .mo ھۆججىتى تېپىلمىدى

source: Failed
tr_tr: Başarısız
ug_cn: مەغلۇپ بولدى

source: Failed to enhance content
tr_tr: içeriği iyileştirme başarısız oldu
ug_cn: مەزمۇننى ياخشىلاش مۇمكىن بولمىدى

source: Failed to fetch content
tr_tr: İçerik getirilemedi
ug_cn: ماقالە مەزمۇنىنى ئالالمىدى

source: Failed to process generated image
tr_tr: Oluşturulan görsel işlenemedi
ug_cn: ھاسىل قىلىنغان رەسىمنى بىر تەرەپ قىلالمىدى

source: Failed to save translations. Please check file permissions.
tr_tr: Çeviriler kaydedilemedi. Lütfen dosya izinlerini kontrol edin.
ug_cn: ‫تەرجىمىنى ساقلىيالمىدى. ھۆججەت ئىجازەتلىرىنى تەكشۈرۈپ بېقىڭ.

source: Failed to set featured image
tr_tr: Öne çıkarılan görsel ayarlanamadı
ug_cn: مۇقاۋا رەسىمى تەڭشىيەلمىدى

source: Failed to set featured image.
tr_tr: Öne çıkarılan görsel ayarlanamadı.
ug_cn: ‫مۇقاۋا رەسىمى بەلگىلەش مەغلۇپ بولدى.

source: Featured Image
tr_tr: Öne Çıkan Görsel
ug_cn: مۇقاۋا رەسىم

source: Featured image set successfully!
tr_tr: Öne çıkarılan görsel başarıyla ayarlandı!
ug_cn: ‫مۇقاۋا رەسىمى مۇۋەپپەقىيەتلىك تەڭشەلدى!

source: Fetch Content
tr_tr: İçeriği Getir
ug_cn: مەزمۇننى ئېلىش

source: Fetched content will appear here...
tr_tr: Getirilen içerik burada görünecek...
ug_cn: ‫ئۇلىنىشتىن ئوقۇپ ئالغان ماقالە مەزمۇنى بۇ يەردە كۆرۈنىدۇ…

source: Fetching...
tr_tr: Getiriliyor...
ug_cn: ‫ماقالىنى ئوقۇۋاتىدۇ…

source: File Information
tr_tr: Dosya Bilgisi
ug_cn: ھۆججەت ئۇچۇرى

source: Finnish
tr_tr: Fince
ug_cn: فىنلاندىيەچە

source: For SEO keywords, the generated keywords will automatically populate Yoast SEO fields if the plugin is active.
tr_tr: SEO anahtar kelimeleri için, eklenti aktifse oluşturulan anahtar kelimeler otomatik olarak Yoast SEO alanlarını dolduracaktır.
ug_cn: ‫SEO ئاچقۇچلۇق سۆزلىرى ئۈچۈن، قىستۇرما ئاكتىپ بولسا ھاسىللانغان ئاچقۇچلۇق سۆزلەر Yoast SEO ساھەلىرىنى ئاپتوماتىك تولدۇرىدۇ.

source: Found
tr_tr: Bulundu
ug_cn: تېپىلدى

source: French
tr_tr: Fransızca
ug_cn: فرانسۇزچە

source: From
tr_tr: Kaynak
ug_cn: نېمىدىن

source: Full Article
tr_tr: Tam Makale
ug_cn: تولۇق ماقالە يېزىش

source: Gemini 2.0 API error (%d): %s
tr_tr: Gemini 2.0 API hatası (%d): %s
ug_cn: ‫gemini 2.0 api خاتالىقى (%d): %s

source: Gemini API Key
tr_tr: Gemini API Anahtarı
ug_cn: ‫Gemini API ئاچقۇچى

source: Gemini image generation feature is not enabled for your API key. Please use OpenAI (DALL-E) for image generation or try requesting access to Gemini image generation.
tr_tr: Gemini görsel oluşturma özelliği API anahtarınız için etkinleştirilmemiş. Lütfen görsel oluşturma için OpenAI (DALL-E) kullanın veya Gemini görsel oluşturma erişimi talep etmeyi deneyin.
ug_cn: ‫Gemini رەسىم ھاسىل قىلىش ئىقتىدارى API ئاچقۇچىڭىز ئۈچۈن قوزغىتىلمىغان. رەسىم ھاسىل قىلىش ئۈچۈن OpenAI (DALL-E) نى ئىشلىتىڭ ياكى Gemini رەسىم ھاسىل قىلىشنى ئېچىۋىتىشنى تەلەپ قىلىڭ.

source: Gemini image generation is not available in your region or requires special access. API Error (%d): %s. Please use OpenAI (DALL-E) for image generation.
tr_tr: Gemini görsel oluşturma bölgenizde mevcut değil veya özel erişim gerektiriyor. API Hatası (%d): %s. Lütfen görsel oluşturma için OpenAI (DALL-E) kullanın.
ug_cn: ‫Gemini رەسىم ھاسىل قىلىش رايونىڭىزدا ئىشلىمەسلىكى ياكى ئالاھىدە زىيارەت ھوقۇقى تەلەپ قىلىشى مۇمكىن. API خاتالىقى (%d): %s. رەسىم ھاسىل قىلىش ئۈچۈن OpenAI (DALL-E) نى ئىشلىتىڭ.

source: Gemini image generation is not available. Used OpenAI DALL-E instead.
tr_tr: gemini resim oluşturma mevcut değil. bunun yerine openai dall-e kullanıldı.
ug_cn: ‫Gemini رەسىم ھاسىل قىلالمايدۇ. ئورنىغا OpenAI DALL-E ئىشلىتىلدى.

source: Gemini image generation not available. Please use OpenAI (DALL-E) for image generation.
tr_tr: Gemini görsel oluşturma kullanılamıyor. Lütfen görsel oluşturma için OpenAI (DALL-E) kullanın.
ug_cn: ‫Gemini رەسىم ھاسىل قىلىش ئىشلىمىدى. رەسىم ھاسىل قىلىش ئۈچۈن OpenAI (DALL-E) نى ئىشلىتىڭ.

source: General Settings
tr_tr: Genel Ayarlar
ug_cn: ئادەتتىكى تەڭشەكلەر

source: Generate
tr_tr: Oluştur
ug_cn: ھاسىل قىلىش

source: Generate Image
tr_tr: Görsel Oluştur
ug_cn: رەسىم ھاسىللاش

source: Generate Report
tr_tr: Rapor Oluştur
ug_cn: دوكلات ھاسىللاش

source: Generate a comprehensive system report for troubleshooting and support requests.
tr_tr: Sorun giderme ve destek talepleri için kapsamlı bir sistem raporu oluşturun.
ug_cn: ‫كاشىلا ھەل قىلىش ۋە قوللاش تەلەپلىرى ئۈچۈن تولۇق سىستېما دوكلاتى ھاسىللاڭ.

source: Generate an image, then use the buttons above to set it as featured image or download
tr_tr: Bir görsel oluşturun, ardından yukarıdaki düğmeleri kullanarak öne çıkan görsel olarak ayarlayın veya indirin
ug_cn: رەسىم ھاسىللاپ، ئاندىن يۇقىرىقى كۇنۇپكىلارنى ئىشلىتىپ مۇقاۋا رەسىم قىلىپ بەلگىلەڭ ياكى چۈشۈرۈڭ

source: Generate and enhance content using AI. Choose content type (articles, keywords, descriptions, or content improvements), enter your topic or paste existing content, and let AI create or improve professional content for your posts.
tr_tr: yapay zeka kullanarak içerik oluşturun ve geliştirin. içerik türünü seçin (makaleler, anahtar kelimeler, açıklamalar veya içerik iyileştirmeleri), konunuzu girin veya mevcut içeriği yapıştırın ve yapay zekanın gönderileriniz için profesyonel içerik oluşturmasına veya iyileştirmesine izin verin.
ug_cn: سۈنئىي ئىدراك ئىشلىتىپ مەزمۇن ھاسىل قىلىش ۋە ياخشىلاش. مەزمۇن تۈرىنى تاللاڭ (ماقالىلەر،‫ ئاچقۇچلۇق سۆزلەر، چۈشەندۈرۈشلەر، ياكى مەزمۇننى ياخشىلاش)، تېمىڭىزنى كىرگۈزۈڭ ياكى بار بولغان مەزمۇننى چاپلاڭ، سۈنئىي ئىدراك سىز ئۈچۈن كەسپىي مەزمۇن ھاسىل قىلسۇن ياكى مەزمۇننى ياخشىلىسۇن.
