Repository: sunsiz/ai-assistant
Catalog: languages/ai-assistant-*.po
Languages: tr_tr, ug_cn

source: The AI service returned an empty response. Please try again in a moment.
tr_tr: AI hizmeti boş bir yanıt döndürdü. Lütfen bir dakika sonra tekrar deneyin.
ug_cn: ‫AI مۇلازىمىتى بوش جاۋاب قايتۇردى. بىر ئازدىن كېيىن قايتا سىناپ بېقىڭ.

source: This page provides comprehensive system information and debugging tools for troubleshooting AI Assistant issues.
tr_tr: Bu sayfa, AI Asistan sorunlarını gidermek için kapsamlı sistem bilgileri ve hata ayıklama araçları sağlar.
ug_cn: ‫بۇ بەت AI ياردەمچى مەسىلىلىرىنى ھەل قىلىش ئۈچۈن تولۇق سىستېما ئۇچۇرلىرى ۋە سازلاش قوراللىرىنى تەمىنلەيدۇ.

source: This will attempt to auto-translate
tr_tr: bu otomatik çeviri yapmaya çalışacaktır
ug_cn: سۈنئىي ئەقىل ئىشلىتىپ بوش قالغان ئارايۈز ئۇچۇرلىرىنى

source: This will compile all .po files to .mo files. Required for translations to work in WordPress.
tr_tr: Bu, tüm .po dosyalarını .mo dosyalarına derler. Çevirilerin WordPress\\'te çalışması için gereklidir.
ug_cn: ‫WordPress تە تەرجىمىلەرنىڭ ئىشلىشى ئۈچۈن بارلىق .po ھۆججەتلىرىنى .mo ھۆججەتلىرىگە ئايلاندۇرۇش زۆرۈر.

source: This will compile all .po files to .mo files. Required for translations to work in WordPress. Continue?
tr_tr: Bu, tüm .po dosyalarını .mo dosyalarına derleyecektir. Çevirilerin WordPress\\'te çalışması için gereklidir. Devam edilsin mi?
ug_cn: ‫بۇ بارلىق .po ھۆججەتلىرىنى .mo ھۆججەتلىرىگە ئايلاندۇرىدۇ. WordPress تە تەرجىمىلەرنىڭ ئىشلىشى ئۈچۈن لازىم. داۋاملاشتۇرامسىز؟

source: Title Ideas
tr_tr: Başlık Önerileri
ug_cn: ماۋزۇ قويۇش پىكىرلىرى

source: To
tr_tr: Hedef
ug_cn: نېمىگە

source: Tone & Style Adjustment
tr_tr: Ton ve Stil Ayarlaması
ug_cn: سۆزلەش تونى ۋە ئۇسلۇبنى تەڭشەش

source: Topic/Content
tr_tr: Konu/İçerik
ug_cn: ماۋزۇ ياكى مەزمۇن

source: Translate
tr_tr: Çevir
ug_cn: تەرجىمە قىلىش

source: Translate Article
tr_tr: Makaleyi Çevir
ug_cn: ماقالىنى تەرجىمە قىلىش

source: Translate Content
tr_tr: İçeriği Çevir
ug_cn: مەزمۇننى تەرجىمە قىلىش

source: Translate any text content. Paste your text, choose languages, and get instant translations.
tr_tr: Herhangi bir metni çevirin. Metninizi yapıştırın, dilleri seçin ve anında çeviri alın.
ug_cn: ‫ھەر قانداق تېكىست مەزمۇنىنى تەرجىمە قىلىڭ. تېكىستىڭىزنى چاپلاپ، تىل تاللاپ، دەرھال تەرجىمە قېلىڭ.

source: Translate entire articles from URLs. Enter a web address to fetch and translate content automatically.
tr_tr: URL\\'lerden tüm makaleleri çevirin. İçeriği otomatik olarak almak ve çevirmek için bir web adresi girin.
ug_cn: ‫URLدىن پۈتۈن ماقالىلەرنى تەرجىمە قىلىڭ. تور ئادرېسىنى كىرگۈزۈپ مەزمۇننى ئاپتوماتىك ئېلىپ تەرجىمە قىلىڭ.

source: Translate entire articles from web URLs. Enter any article URL, fetch the content automatically, then translate it to your target language.
tr_tr: Web URL\\'lerinden tüm makaleleri çevirin. Herhangi bir makale URL\\'si girin, içeriği otomatik olarak alın, ardından hedef dilinize çevirin.
ug_cn: ‫تور URL لىرىدىن پۈتۈن ماقالىلەرنى تەرجىمە قىلىڭ. ھەر قانداق ماقالە URLنى كىرگۈزۈپ، مەزمۇننى ئاپتوماتىك ئېلىپ، ئاندىن نىشان تىلىڭىزغا تەرجىمە قىلىڭ.

source: Translated
tr_tr: çevrilmiş
ug_cn: تەرجىمە قىلىنغان

source: Translated Article
tr_tr: Çevrilen Makale
ug_cn: تەرجىمە قىلىنغان ماقالە

source: Translated Content
tr_tr: Çevrilen İçerik
ug_cn: تەرجىمە قىلىنغان مەزمۇن

source: Translated article will appear here...
tr_tr: Çevrilen makale burada görünecek...
ug_cn: تەرجىمە قىلىنغان ماقالە مەزمۇنى بۇ يەردە كۆرۈنىدۇ

source: Translating...
tr_tr: Çeviriliyor...
ug_cn: ‫تەرجىمە قىلىۋاتىدۇ…

source: Translation (msgstr)
tr_tr: Çeviri (msgstr)
ug_cn: ‫تەرجىمىسى (msgstr)

source: Translation Details
tr_tr: Çeviri Detayları
ug_cn: تەرجىمە تەپسىلاتى

source: Translation Files
tr_tr: Çeviri Dosyaları
ug_cn: تەرجىمە ھۆججەتلىرى

source: Translation History
tr_tr: Çeviri Geçmişi
ug_cn: تەرجىمە تارىخى

source: Translation ID
tr_tr: Çeviri ID
ug_cn: ‫تەرجىمە ID

source: Translation Information
tr_tr: Çeviri Bilgisi
ug_cn: تەرجىمە ئۇچۇرى

source: Translation Management
tr_tr: Çeviri Yönetimi
ug_cn: تەرجىمە باشقۇرۇش

source: Translation Prompt
tr_tr: Çeviri Komutu
ug_cn: تەرجىمە بۇيرۇق ئەسكەرتمىلىرى

source: Translation Tests
tr_tr: Çeviri Testleri
ug_cn: تەرجىمە سىناقلىرى

source: Translation failed
tr_tr: Çeviri başarısız
ug_cn: تەرجىمە مەغلۇپ بولدى

source: Translation failed for this string.
tr_tr: Bu dize için çeviri başarısız oldu.
ug_cn: ‫بۇ ئۇچۇرنى تەرجىمە قىلىش مەغلۇپ بولدى.

source: Translation failed:
tr_tr: çeviri başarısız oldu:
ug_cn: ‫تەرجىمە مەغلۇپ بولدى:

source: Translation file exists
tr_tr: Çeviri dosyası mevcut
ug_cn: تەرجىمە ھۆججىتى مەۋجۇت

source: Translation file not found.
tr_tr: Çeviri dosyası bulunamadı.
ug_cn: ‫تەرجىمە ھۆججىتى تېپىلمىدى.

source: Translation history table does not exist. Please contact your administrator.
tr_tr: Çeviri geçmişi tablosu mevcut değil. Lütfen yöneticinizle iletişime geçin.
ug_cn: ‫تەرجىمە تارىخى جەدۋىلى مەۋجۇت ئەمەس. باشقۇرغۇچىڭىز بىلەن ئالاقىلىشىڭ.

source: Translation history table not available.
tr_tr: Çeviri geçmişi tablosu kullanılamıyor.
ug_cn: ‫تەرجىمە تارىخى جەدۋىلى يوق.

source: Translation not found.
tr_tr: Çeviri bulunamadı.
ug_cn: ‫تەرجىمە تېپىلمىدى.

source: Translation request failed. Please try again.
tr_tr: çeviri isteği başarısız oldu. lütfen tekrar deneyin.
ug_cn: ‫تەرجىمە تەلەپى مەغلۇپ بولدى. قايتا سىناپ بېقىڭ.

source: Translation will appear here...
tr_tr: Çeviri burada görünecek...
ug_cn: تەرجىمە بۇ يەردە كۆرۈنىدۇ

source: Translations
tr_tr: Çeviriler
ug_cn: تەرجىمىلەر

source: Translations Table:
tr_tr: çeviriler tablosu
ug_cn: ‫تەرجىمە جەدۋىلى:

source: Translations loaded
tr_tr: Çeviriler yüklendi
ug_cn: تەرجىمىلەر يۈكلەنگەن

source: Translations saved successfully to %s and compiled to %s. Changes are now active in the plugin interface.
tr_tr: Çeviriler başarıyla %s dosyasına kaydedildi ve %s dosyasına derlendi. Değişiklikler artık eklenti arayüzünde aktif.
ug_cn: ‫تەرجىمىلەر %s گە مۇۋەپپەقىيەتلىك ساقلىنىپ %s گە ئايلاندۇرۇلدى. ئۆزگىرىشلەر ھازىر قىستۇرما ئارا يۈزىدە كۆرۈنىدۇ.

source: Translations saved successfully to %s. Warning: Failed to compile .mo file - translations may not appear in plugin interface.
tr_tr: Çeviriler başarıyla %s dosyasına kaydedildi. Uyarı: .mo dosyası derlenemedi - çeviriler eklenti arayüzünde görünmeyebilir.
ug_cn: ‫تەرجىمىلەر %s گە مۇۋەپپەقىيەتلىك ساقلاندى. ئاگاھلاندۇرۇش: تەرجىمە ھۆججىتىگە ئايلاندۇرالمدى. ئۆزگىرىشلەر ھازىر قىستۇرما ئارايۈزىدە كۆرۈنمەسلىكى مۇمكىن.

source: Translations saved successfully!
tr_tr: Çeviriler başarıyla kaydedildi!
ug_cn: ‫تەرجىمىلەر مۇۋەپپەقىيەتلىك ساقلاندى!

source: Translations this month
tr_tr: Bu ayki çeviriler
ug_cn: بۇ ئايدىكى تەرجىمىلەر

source: Turkish
tr_tr: Türkçe
ug_cn: تۈركچە

source: Turkmen
tr_tr: Türkmence
ug_cn: تۈركمەنچە

source: Type
tr_tr: Tür
ug_cn: تىپى

source: URL Translation
tr_tr: URL Çevirisi
ug_cn: ئۇلىنىشتىن تەرجىمە قىلىش

source: Unauthorized access.
tr_tr: Yetkisiz erişim.
ug_cn: ‫ھوقۇقسىز زىيارەت.

source: Unknown User
tr_tr: Bilinmeyen Kullanıcı
ug_cn: نامەلۇم ئىشلەتكۈچى

source: Unknown error
tr_tr: Bilinmeyen hata
ug_cn: نامەلۇم خاتالىق

source: Unload result:
tr_tr: Kaldırma sonucu:
ug_cn: ‫چۈشۈرۈش نەتىجىسى:

source: Untranslated
tr_tr: çevrilmemiş
ug_cn: ئۇيغۇرچە

source: Urdu
tr_tr: Urduca
ug_cn: ئوردۇچە

source: Usage Statistics
tr_tr: Kullanım İstatistikleri
ug_cn: ئىشلىتىش سىتاتسىتىكىسى

source: Use AI to translate empty interface strings automatically, or fill them manually for better accuracy.
tr_tr: boş arayüz dizelerini otomatik olarak çevirmek için yapay zekayı kullanın veya daha iyi doğruluk için bunları manuel olarak doldurun.
ug_cn: سۈنئىي ئىدراك ئىشلىتىپ بوش كۆرۈنمە يۈزىدىكى ئۇچۇرلارنى ئاپتوماتىك تەرجىمە قىلىڭ، ياكى‫ تېخىمۇ توغرا بولۇشى ئۈچۈن ئۇلارنى قولدا تولدۇرۇڭ.

source: Use Post Content
tr_tr: Yazı İçeriğini Kullan
ug_cn: ماقالە مەزمۇنىنى ئىشلىتىش

source: Use Post Title
tr_tr: Yazı Başlığını Kullan
ug_cn: ماقالە ماۋزۇسىنى ئىشلىتىش

source: User
tr_tr: Kullanıcı
ug_cn: ئىشلەتكۈچى

source: Uyghur
tr_tr: Uygurca
ug_cn: ئۇيغۇرچە

source: Uzbek
tr_tr: Özbekçe
ug_cn: ئۆزبەكچە

source: Version:
tr_tr: Sürüm:
ug_cn: ‫نەشرى:

source: View
tr_tr: Görüntüle
ug_cn: كۆرۈش

source: View Details
tr_tr: Detayları Görüntüle
ug_cn: تەپسىلاتىنى كۆرۈش

source: View Diagnostics
tr_tr: Tanılamaları Görüntüle
ug_cn: دىئاگنوز كۆرۈش

source: View History
tr_tr: Geçmişi Görüntüle
ug_cn: تارىخنى كۆرۈش

source: WP Locale:
tr_tr: WP Yerel Ayarı:
ug_cn: ‫WP رايون تەڭشىكى:

source: WordPress Environment
tr_tr: WordPress Ortamı
ug_cn: ‫WordPress مۇھىتى

source: WordPress Language:
tr_tr: WordPress Dili:
ug_cn: ‫WordPress تىلى:

source: WordPress Locale:
tr_tr: WordPress Yerel Ayarı:
ug_cn: ‫WordPress رايون تەڭشىكى:

source: WordPress Version:
tr_tr: WordPress Sürümü:
ug_cn: ‫WordPress نەشرى:

source: Writable
tr_tr: Yazılabilir
ug_cn: يېزىشقا بولىدىغان

source: YES
tr_tr: evet
ug_cn: ھەئە

source: Yes
tr_tr: evet
ug_cn: ھەئە

source: You do not have permission to perform this action.
tr_tr: Bu işlemi gerçekleştirmek için yetkiniz yok.
ug_cn: ‫سىزنىڭ بۇ مەشغۇلاتنى ئىجرا قىلىش ھوقۇقىڭىز يوق.

source: characters
tr_tr: karakter
ug_cn: ھەرپلەر

source: has been successfully activated!
tr_tr: başarıyla etkinleştirildi!
ug_cn: ‫مۇۋەپپەقىيەتلىك قوزغىتىلدى!

source: languages available
tr_tr: dil mevcut
ug_cn: تىل بار

source: records
tr_tr: kayıtlar
ug_cn: ئۇچۇرلار

source: total strings
tr_tr: toplam dize
ug_cn: جەمئىي جۈملە

source: translated
tr_tr: çevrilmiş
ug_cn: تەرجىمە قىلىنغان

source: untranslated
tr_tr: çevrilmemiş
ug_cn: تەرجىمە قىلىنمىغان

source: ← Back to History
tr_tr: ← Geçmişe Dön
ug_cn: ‫← تارىخقا قايتىش

source: ← Back to Suggestions
tr_tr: ← Önerilere Dön
ug_cn: ‫← تەكلىپلەرگە قايتىش

source: ⚙️ Configure your API keys in Settings for enhanced translation quality
tr_tr: ⚙️ Gelişmiş çeviri kalitesi için Ayarlar\\'dan API anahtarlarınızı yapılandırın
ug_cn: ‫⚙️ تەرجىمە سۈپىتىنى ئۆستۈرۈش ئۈچۈن تەڭشەكلەردە API ئاچقۇچلىرىڭىزنى سەپلەڭ

source: ✓ AI Image Creation
tr_tr: ✓ AI Resim Oluşturma
ug_cn: ✓ AI رەسىم ياساش

source: ✓ Content Generation
tr_tr: ✓ İçerik Oluşturma
ug_cn: ✓ مەزمۇن ھاسىللاش

source: ✓ Content Translation
tr_tr: ✓ İçerik Çevirisi
ug_cn: ✓ مەزمۇن تەرجىمىسى

source: ✓ URL Article Translation
tr_tr: ✓ URL Makale Çevirisi
ug_cn: ✓ URL ماقالە تەرجىمىسى

source: 📊 System Status Dashboard
tr_tr: 📊 Sistem Durumu Panosu
ug_cn: ‫📊 سىستېما ھالىتى تاختىسى

source: 📝 Generated content can be directly inserted into your WordPress editor
tr_tr: 📝 Oluşturulan içerik doğrudan WordPress editörünüze eklenebilir
ug_cn: ‫📝 ھاسىل قىلىنغان مەزمۇننى WordPress تەھرىرلىگۈچىڭىزگە بىۋاسىتە قىستۇرالايسىز

source: 🔄 Review and edit translations before inserting them into your post
tr_tr: 🔄 Çevirileri gönderinize eklemeden önce gözden geçirin ve düzenleyin
ug_cn: ‫🔄 تەرجىمىلەرنى يازمىڭىزغا قىستۇرۇشتىن بۇرۇن كۆرۈپ چىقىپ تەھرىرلەڭ

source: 🔍 Diagnostics & System Information
tr_tr: 🔍 Tanılamalar ve Sistem Bilgileri
ug_cn: ‫🔍 دىئاگنوز ۋە سىستېما ئۇچۇرلىرى

source: 🔧 Diagnostic Tools
tr_tr: 🔧 Tanılama Araçları
ug_cn: ‫🔧 دىئاگنوز قوراللىرى

source: 🖥️ System Environment
tr_tr: 🖥️ Sistem Ortamı
ug_cn: ‫🖥️ سىستېما مۇھىتى

source: Translate text content between languages. Use "Use Post Content" to quickly populate with your current post content, or paste any text to translate.
ug_cn: تېكىست مەزمۇنىنى تىللار ئارىسىدا تەرجىمە قىلىڭ. يازما مەزمۇنىنى ئىشلىتىش ئۈچۈن «ماقالە‫ مەزمۇنىنى ئىشلىتىش» نى بېسىڭ ياكى باشقا خالىغان مەزمۇننى چاپلاپ تىل تاللاپ تەرجىمە قىلىڭ.

source: Content Topic (Optional)
ug_cn: مەزمۇن تېمىسى (ئىختىيارىي)

source: Optional: Enter the main topic or leave blank...
ug_cn: ‫ئىختىيارىي: ئاساسلىق تېمىنى كىرگۈزۈڭ ياكى بوش قالدۇرۇڭ…

source: Enter topic for content generation...
ug_cn: ‫مەزمۇن ھاسىل قىلىش ئۈچۈن تېمىنى كىرگۈزۈڭ…

source: 💡 Use "Use Post Content" to quickly populate the translator with your existing content
ug_cn: ‫💡 «ماقالە مەزمۇنىنى ئىشلىتىش» نى بېسىپ، مەۋجۇت مەزمۇننى تەرجىمە قىلدۇرۇڭ
